Repository: DP458/ClipboardManager
Catalog: ClipboardManager/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru

# AboutPageAppDeveloper.Text
source: Developer
ru_ru: Разработчик

# AboutPageAppVersion.Text
source: Version
ru_ru: Версия

# AboutPageButtonBack.Label
source: Back
ru_ru: Назад

# AboutPageHeader.Text
source: Information
ru_ru: Информация

# FavoritesPageButtonBack.Label
source: Back
ru_ru: Назад

# FavoritesPageButtonClearFavorites.Label
source: Clear All
ru_ru: Очистить все

# FavoritesPageButtonSaveAll.Label
source: Save All
ru_ru: Сохранить все

# FavoritesPageEmptyStub
source: Favourites is empty. You can add data to favorites by tapping the Add Favorite button on the main page.
ru_ru: Избранное пусто. Вы можете добавить данные в избранное нажатием кнопки Добавить в избранное на главной странице.

# FavoritesPageFlyoutClearFavoritesButton
source: Clear all favorites
ru_ru: Очистить избранное

# FavoritesPageFlyoutClearFavoritesMessage
source: Are you going to clear all your saved favorite items?
ru_ru: Вы хотите очистить избранное?

# FavoritesPageHeader.Text
source: Favorites
ru_ru: Избранное

# FavoritesPageItemsCounter.Text
source: Items:
ru_ru: Элементов:

# FavoritesPageWindowHeaderImage
source: Image
ru_ru: Изображение

# FavoritesPageWindowHeaderLink
source: Link
ru_ru: Ссылка

# FavoritesPageWindowHeaderText
source: Text
ru_ru: Текст

# FileSavePickerImage
source: New image
ru_ru: Новое изображение

# FileSavePickerText
source: New document
ru_ru: Новый документ

# MainPageButtonAdd.Label
source: Add
ru_ru: Добавить

# MainPageButtonAddFiles
source: Files
ru_ru: Файлы

# MainPageButtonAddImage
source: Image
ru_ru: Изображение

# MainPageButtonAddText
source: Text
ru_ru: Текст

# MainPageButtonClear.Label
source: Clear Clipboard
ru_ru: Очистить

# MainPageButtonClose
source: Close
ru_ru: Закрыть

# MainPageButtonEdit.Label
source: Edit Content
ru_ru: Изменить

# MainPageButtonFavorite.Label
source: Add Favorite
ru_ru: Добавить в избранное

# MainPageButtonFavorites.Label
source: Favorites
ru_ru: Избранное

# MainPageButtonInfo
source: Information
ru_ru: Информация

# MainPageButtonMultiloadingText
source: Multiloading
ru_ru: Мультизагрузка

# MainPageButtonSave.Label
source: Save Content
ru_ru: Сохранить

# MainPageButtonSettings
source: Settings
ru_ru: Параметры

# MainPageButtonShare.Label
source: Share Content
ru_ru: Поделиться

# MainPageCheckBoxTextWrapping
source: Text wrapping
ru_ru: Перенос текста

# MainPageComboBoxItemFiles
source: Files
ru_ru: Файлы

# MainPageComboBoxItemImage
source: Image
ru_ru: Изображение

# MainPageComboBoxItemLink
source: Link
ru_ru: Ссылка

# MainPageComboBoxItemNothing
source: Nothing
ru_ru: Ничего

# MainPageComboBoxItemText
source: Text
ru_ru: Текст

# MainPageComboBoxItemUnknown
source: Unknown
ru_ru: Неизвестно

# MainPageEmptyClipboardStub
source: The clipboard is empty. To load data into the clipboard you can copy it from another app. Also you can use Add button to load image, text, or files from disk.
ru_ru: Буфер обмена пуст. Для загрузки данных в буфер обмена вы можете скопировать их из другого приложения. Также вы можете использовать кнопку Добавить, чтобы загрузить с диска изображение, текст или файлы.

# MainPageFlyoutClearClipboardButton
source: Clear the clipboard
ru_ru: Очистить буфер обмена

# MainPageFlyoutClearClipboardMessage
source: Are you going to delete all content of the clipboard?
ru_ru: Вы хотите удалить все содержимое буфера обмена?

# MainPageSaveFileListError
source: Failed to save list of files
ru_ru: Не удалось сохранить список файлов

# MainPageSaveFileListErrorDescription
source: Possibly the list of files can not be saved
ru_ru: Возможно список файлов не может быть сохранен

# MainPageSaveImageError
source: Failed to save the image
ru_ru: Не удалось сохранить изображение

# MainPageSaveImageErrorDescription
source: Possibly the image can not be saved
ru_ru: Возможно изображение не может быть сохранено

# MainPageSaveLinkError
source: Failed to save the link
ru_ru: Не удалось сохранить ссылку

# MainPageSaveLinkErrorDescription
source: Possibly the link can not be saved
ru_ru: Возможно ссылка не может быть сохранена

# MainPageSaveTextError
source: Failed to save the text
ru_ru: Не удалось сохранить текст

# MainPageSaveTextErrorDescription
source: Possibly the text can not be saved
ru_ru: Возможно текст не может быть сохранен

# MainPageShareFilesDescription
source: Files will be shared with chosen application
ru_ru: Файлы будут переданы выбранному приложению

# MainPageShareFilesError
source: An error has been occurred while trying to share files
ru_ru: Произошла ошибка при попытке предоставить доступ к файлам

# MainPageShareFilesTitle
source: Files from Clipboard Manager
ru_ru: Файлы из Clipboard Manager

# MainPageShareImageDescription
source: Image will be shared with chosen application
ru_ru: Изображение будет передано выбранному приложению

# MainPageShareImageError
source: An error has been occurred while trying to share image
ru_ru: Произошла ошибка при попытке предоставить доступ к изображению

# MainPageShareImageTitle
source: Image from Clipboard Manager
ru_ru: Изображение из Clipboard Manager

# MainPageShareLinkDescription
source: Link will be shared with chosen application
ru_ru: Ссылка будет передана выбранному приложению

# MainPageShareLinkError
source: An error has been occurred while trying to share link
ru_ru: Произошла ошибка при попытке предоставить доступ к ссылке

# MainPageShareLinkTitle
source: Link from Clipboard Manager
ru_ru: Ссылка из Clipboard Manager

# MainPageShareTextDescription
source: Text will be shared with chosen application
ru_ru: Текст будет передан выбранному приложению

# MainPageShareTextError
source: An error has been occurred while trying to share text
ru_ru: Произошла ошибка при попытке предоставить доступ к тексту

# MainPageShareTextTitle
source: Text from Clipboard Manager
ru_ru: Текст из Clipboard Manager

# MainPageShowDataError
source: Failed to get data from the clipboard
ru_ru: Не удалось получить данные из буфера обмена

# MainPageShowFilesError
source: Failed to get files from the clipboard
ru_ru: Не удалось получить файлы из буфера обмена

# MainPageShowImageError
source: Failed to get image from the clipboard
ru_ru: Не удалось получить изображение из буфера обмена

# MainPageShowLinkError
source: Failed to get link from the clipboard
ru_ru: Не удалось получить ссылку из буфера обмена

# MainPageShowTextError
source: Failed to get text from the clipboard
ru_ru: Не удалось получить текст из буфера обмена

# MainPageUnknownClipboardDataStub
source: The clipboard has data in unknown data type. Data format has not been recognized by Clipboard Manager.
ru_ru: Буфер обмена содержит данные неизвестного формата. Clipboard Manager не смог распознать формат данных.

# MultiloadPageButtonAdd.Label
source: Add
ru_ru: Добавить

# MultiloadPageButtonAddFiles
source: Files
ru_ru: Файлы

# MultiloadPageButtonAddImage
source: Image
ru_ru: Изображение

# MultiloadPageButtonAddText
source: Text
ru_ru: Текст

# MultiloadPageButtonBack.Label
source: Back
ru_ru: Назад

# MultiloadPageButtonClear.Label
source: Clear
ru_ru: Очистить

# MultiloadPageButtonLoad.Label
source: Load
ru_ru: Загрузить

# MultiloadPageEmptyStub
source: No data available. Press Add button for add the data on this page. And then press Load button for load selected data into the clipboard.
ru_ru: Данные отсутствуют. Нажмите кнопку Добавить для добавления данных. Затем нажмите кнопку загрузить для загрузки выбранных данных в буфер обмена.

# MultiloadPageFlyoutClearButton
source: Delete all data
ru_ru: Удалить все данные

# MultiloadPageFlyoutClearMessage
source: Are you sure you want to delete all data items?
ru_ru: Вы хотите удалить все данные?

# MultiloadPageHeader.Text
source: Multiloading
ru_ru: Мультизагрузка

# MultiloadPageItemsCounter.Text
source: Items:
ru_ru: Элементов:

# MultiloadPageSuccessAddContentText
source: Data has been successfully loaded into the clipboard
ru_ru: Данные успешно загружены в буфер обмена

# MultiloadPageWindowHeaderFiles
source: Files
ru_ru: Файлы

# MultiloadPageWindowHeaderImage
source: Image
ru_ru: Изображение

# MultiloadPageWindowHeaderText
source: Text
ru_ru: Текст

# NotifyAddImageToFavorites
source: The image has been successfuly added into the favorites
ru_ru: Изображение успешно добавлено в избранное

# NotifyAddLinkToFavorites
source: The link has been successfuly added into the favorites
ru_ru: Ссылка успешно добавлена в избранное

# NotifyAddTextToFavorites
source: The text has been successfuly added into the favorites
ru_ru: Текст успешно добавлен в избранное

# NotifyClearFavorites
source: All your favorite items have been successfully deleted
ru_ru: Избранное было успешно очищено

# NotifyCopyFilesToClipboard
source: The files have been successfully copied into the clipboard
ru_ru: Файлы были успешно скопированы в буфер обмена

# NotifyCopyImageToClipboard
source: The image has been successfully copied into the clipboard
ru_ru: Изображение успешно скопировано в буфер обмена

# NotifyCopyLinkToClipboard
source: The link has been successfully copied into the clipboard
ru_ru: Ссылка успешно скопирована в буфер обмена

# NotifyCopyTextToClipboard
source: The text has been successfully copied into the clipboard
ru_ru: Текст успешно скопирован в буфер обмена

# NotifyFailedAddImageToFavorites
source: Failed to add image into the favorites
ru_ru: Не удалось добавить изображение в избранное

# NotifyFailedAddLinkToFavorites
source: Failed to add link into the favorites
ru_ru: Не удалось добавить ссылку в избранное

# NotifyFailedAddTextToFavorites
source: Failed to add text into the favorites
ru_ru: Не удалось добавить текст в избранное

# NotifySaveFavorites
source: Your favorite items have been successfully saved
ru_ru: Содержимое избранного было успешно сохранено

# NotifySaveFiles
source: The list of files has been successfully saved
ru_ru: Список файлов успешно сохранен

# NotifySaveImage
source: The image has been successfully saved
ru_ru: Изображение успешно сохранено

# NotifySaveLink
source: The link has been successfully saved
ru_ru: Ссылка успешно сохранена

# NotifySaveText
source: The text has been successfully saved
ru_ru: Текст успешно сохранен

# SettingsPageAskConfirmation.Text
source: Ask confirmation before
ru_ru: Спрашивать подтверждение перед

# SettingsPageButtonBack.Label
source: Back
ru_ru: Назад

# SettingsPageButtonReset.Label
source: Reset
ru_ru: Сбросить

# SettingsPageCheckBoxClearClipboardConfirm.Text
source: Clearing of the clipboard
ru_ru: Очисткой буфера обмена

# SettingsPageCheckBoxClearFavoritesConfirm.Text
source: Clearing of the favorites
ru_ru: Очисткой избранного

# SettingsPageCheckBoxErrorMessages.Text
source: Occurring of errors
ru_ru: Возникновения ошибок

# SettingsPageCheckBoxFileSavingNotify.Text
source: File saving
ru_ru: Сохранения файла

# SettingsPageCheckBoxMultiloadPageConfirmClear.Text
source: Deleting of the items from Multiload Page
ru_ru: Удалением элементов со страницы мультизагрузки

# SettingsPageCheckBoxShowSuccessAddToFavoritesNotify.Text
source: Adding content into the favorites
ru_ru: Добавления данных в избранное

# SettingsPageCheckBoxShowSuccessClearFavoritesNotify.Text
source: Clearing the favorites
ru_ru: Очистки Избранного

# SettingsPageCheckBoxShowSuccessSaveFavoritesNotify.Text
source: Saving of favorite items
ru_ru: Сохранения избранного

# SettingsPageCheckBoxSuccessAddContentNotify.Text
source: Adding content into the clipboard
ru_ru: Добавления данных в буфер обмена

# SettingsPageCheckBoxTextWrapping.Text
source: Main page
ru_ru: Главной странице

# SettingsPageCheckBoxTextWrappingShareTargetPage.Text
source: Share page
ru_ru: Странице Поделиться

# SettingsPageCheckBoxTextWrappingTextEdit.Text
source: Text edit page
ru_ru: Странице редактирования текста

# SettingsPageComboBoxFontSize.Text
source: Font Size
ru_ru: Размер шрифта

# SettingsPageComboBoxLanguage.Text
source: Language
ru_ru: Язык

# SettingsPageComboBoxLanguageDefault.Content
source: Default
ru_ru: По умолчанию

# SettingsPageComboBoxLanguageDescription.Text
source: Supported language is available for enabling if it is also available in Windows Settings.
ru_ru: Поддерживаемый язык доступен для выбора, если он также доступен в параметрах Windows.

# SettingsPageExitFromFavoritesPage.Text
source: Exit from Favorites page after clearing of favorites
ru_ru: Выходить со страницы Избранное после очистки избранного

# SettingsPageFlyoutResetButton
source: Reset application
ru_ru: Сбросить приложение

# SettingsPageFlyoutResetMessage
source: Are you going to reset this application in initial state?
ru_ru: Вы хотите сбросить приложение до начального состояния?

# SettingsPageHeader.Text
source: Settings
ru_ru: Параметры

# SettingsPageNotifications.Text
source: Show notifications after
ru_ru: Показывать уведомление после

# SettingsPageNotifyDisabledWarning
source: Receiving notifications from Clipboard Manager is disabled in the Windows Settings. Changing of these parameters has no effect.
ru_ru: Получение уведомлений от Clipboard Manager выключено в Параметрах Windows. Изменение этих параметров не будет иметь ни какого эффекта.

# SettingsPageNotifyHyperlinkOpenWindowsSettings.Text
source: Windows Notification Settings
ru_ru: Настройки уведомлений Windows

# SettingsPagePivotItemAppearance.Header
source: Appearance
ru_ru: Внешний вид

# SettingsPagePivotItemBehavior.Header
source: Behavior
ru_ru: Поведение

# SettingsPageTextBlockTextWrapping.Text
source: Wrap text on
ru_ru: Переносить текст на

# SettingsPageThemeSwitcher.Text
source: Dark theme mode
ru_ru: Темный режим

# ShareTargetPageButtonCancel.Label
source: Cancel
ru_ru: Отмена

# ShareTargetPageButtonCopy.Label
source: Copy
ru_ru: Копировать

# ShareTargetPageComboBoxItemFiles
source: Files
ru_ru: Файлы

# ShareTargetPageComboBoxItemImage
source: Image
ru_ru: Изображение

# ShareTargetPageComboBoxItemLink
source: Link
ru_ru: Ссылка

# ShareTargetPageComboBoxItemText
source: Text
ru_ru: Текст

# ShareTargetPageShowFilesError
source: Failed to get files
ru_ru: Не удалось получить файлы

# ShareTargetPageShowImageError
source: Failed to get image
ru_ru: Не удалось получить изображение

# ShareTargetPageShowLinkError
source: Failed to get link
ru_ru: Не удалось получить ссылку

# ShareTargetPageShowTextError
source: Failed to get text
ru_ru: Не удалось получить текст

# ShareTargetPageToggleButtonTextWrapping.Label
source: Text wrapping
ru_ru: Перенос текста

# TextEditPageButtonAccept.Label
source: Accept
ru_ru: Применить

# TextEditPageButtonCancel.Label
source: Cancel
ru_ru: Отмена

# TextEditPageButtonDelete.Label
source: Delete
ru_ru: Удалить

# TextEditPageButtonRedo.Label
source: Redo
ru_ru: Вернуть

# TextEditPageButtonSelectAll.Label
source: Select All
ru_ru: Выделить Все

# TextEditPageButtonUndo.Label
source: Undo
ru_ru: Отменить

# TextEditPageHeader.Text
source: Text editing
ru_ru: Редактирование текста

# TextEditPageToggleButtonTextWrapping.Label
source: Text wrapping
ru_ru: Перенос текста
